动作
{
	创建HUD文本(选择英雄的玩家(英雄(末日铁拳), 队伍2), 自定义字符串(
		"{0} 世界 The World - DIO\r\n【右键】無駄连击：無駄無駄無駄無駄！\r\n【Q】时间停止：接下来8s由你一人支配！\r\n【被动】HIGH：击杀乔瑟夫后你感到HIGH的不行\r", 英雄图标字符串(英雄(末日铁拳))
), 空, 空, 左边, 1, 颜色(玫红), 颜色(白色), 颜色(白色),
		可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(卢西奥), 队伍1), 自定义字符串("{0} 绿色法皇 Hierophant green - 花京院典明\r\n【右键】法皇之跃：原地跃起\r\n【Q】法皇结界：创造出半径20m的结界，造成伤害和减速\r",
		英雄图标字符串(英雄(卢西奥))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(卢西奥), 队伍1), 自定义字符串("【被动】绿宝石水花：处在墙上或高空时，主要攻击模式变为持续\r\n消耗弹药发射绿宝石水花。处在结界中时绿宝石水花不消耗弹药。\r", 英雄图标字符串(英雄(卢西奥))), 空, 空,
		左边, 1.100, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(美), 队伍1), 自定义字符串("{0} 红之魔术师 magician's red - 阿布德尔\r\n【F】十字烈焰：向前方喷吐十字烈焰焚烧敌人\r\n【被动】三昧真火：造成伤害后对敌人施加灼烧",
		英雄图标字符串(英雄(美))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(末日铁拳), 队伍1), 自定义字符串(
		"{0} 白金之星 Star platinum - 空条承太郎\r\n【F】时间停止：停止时间3s\r\n【左键】欧拉！：消耗2格能量连打\r\n【R】流星指刺：消耗4格能量发动流星指刺\r\n【Q】无敌之躯：解除所有负面状态并刷新时停冷却\r",
		英雄图标字符串(英雄(末日铁拳)), 选择英雄的玩家(英雄(末日铁拳)), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串,
		默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(末日铁拳), 队伍1), 自定义字符串("【被动】同类型的替身：你可以时停其他角色的时停"), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(温斯顿), 队伍1), 自定义字符串("{0} 愚者 the fool - 伊奇\r\n【F】狂沙：掀起漫天狂沙吹飞周围所有人，\r\n原始暴怒期间冷却大幅缩短\r\n【被动】滑翔：在空中按住空格滑翔",
		英雄图标字符串(英雄(温斯顿))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串,
		默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(源氏), 队伍1), 自定义字符串("{0} 银色战车 Silver Chariot - 波鲁纳雷夫\r\n【R】切换模式：在卸甲模式与防御模式之间切换\r\n【F】万剑穿心：对敌人处以万剑穿心之刑",
		英雄图标字符串(英雄(源氏))), 空, 空, 左边, 1, 颜色(水绿色),
		颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(源氏), 队伍1), 自定义字符串("{0}【右键】剑刃弹射：将剑刃弹射出去，但手动捡\r\n回前无法攻击，只能在防御模式发动\r\n【Q】断罪剑舞：将敌人推入罪恶的深渊！"), 空, 空, 左边, 1.100, 颜色(水绿色), 颜色(白色), 颜色(水绿色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(黑百合), 队伍1), 自定义字符串(
		"{0} 隐者之紫 hermit purple - 乔瑟夫·乔斯达\r\n【F】藤蔓束缚：发射藤蔓困住敌人，期间按住F\r\n  持续向敌人体内注入波纹\r\n【表情】波纹呼吸法：积攒波纹能量并持续回血", 英雄图标字符串(英雄(黑百合))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(黑百合), 队伍1), 自定义字符串("【被动】汤姆逊波纹疾走：你将波纹注入子弹，对命\r\n中敌人造成伤害和灼烧，对吸血鬼、柱之男以及尸身\r\n人效果更加显著；造成暴击时，你回复一定波纹能量"), 空, 空, 左边,
		1.100, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(源氏), 队伍2), 自定义字符串(
		"{0} 光之流法 - 卡兹\r\n【右键】瞬间移动：瞬移到目标背后，造成伤害和击晕\r\n【F】召唤兄贵：召唤瓦姆乌或艾西迪西助战\r\n【被动】停止思考：濒死时停止思考并回血，每局限一次\r", 英雄图标字符串(英雄(源氏))), 空, 空, 左边, 1,
		颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(源氏), 队伍2), 自定义字符串("【被动】柱之男：造成伤害或击杀回复血量\r\n【R】进化：夺取艾哲红石后，发送【表情】积攒能量，\r\n满能量时可进化为JO级生物", 英雄图标字符串(英雄(源氏))), 空, 空,
		左边, 1.100, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(拉玛刹), 队伍2), 自定义字符串("{0} 究极生命体 - 卡兹\r\n【右键】飞行：终极技能持续期间按右键飞行\r\n【被动】无敌：你已经无敌了，没有什么可以阻挡你\r", 英雄图标字符串(英雄(拉玛刹))), 空,
		空, 左边, 1.100, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(生命之梭), 队伍1), 自定义字符串("{0} 黄金体验 - 乔鲁诺·乔巴纳\r\n【右键】连打：無駄無駄無駄無駄！\r\n【F】创造生命：原地创造一个生命并将\r\n 自己弹飞，期间拥有反伤\r",
		英雄图标字符串(英雄(生命之梭))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(生命之梭), 队伍1), 自定义字符串("【R】精神暴走：5s内的下一次攻击使敌\r\n  人进入精神暴走状态\r\n【被动】镇魂曲：造成伤害或治疗积攒能量\r\n 条，满能量时发送【表情】进化为镇魂曲\r"), 空, 空, 左边, 1.100, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(猎空), 队伍2), 自定义字符串(
		"{0}绯红之王 - 迪亚波罗\r\n【F】时间删除：持续消耗充能删除时间，每层\r\n 充能可删除1s，期间按E提前中止\r\n【E】墓志铭：发动后防反0.6s内的下次攻击，\r\n 从发动到成功防反的时间越短消耗充能越少\n【被动】手刀：强化时删后的下次近战",
		英雄图标字符串(英雄(猎空))), 空, 空, 左边, 1, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(狂鼠), 队伍2), 自定义字符串("{0} 杀手皇后 Killer Queen - 吉良吉影\r\n【近战】第一炸弹：将敌人变为炸弹，右键引爆\r\n【F】第二炸弹：召唤自动追踪且无敌的炸弹小车\r",
		英雄图标字符串(英雄(狂鼠))), 空, 空, 左边, 1, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(狂鼠), 队伍2), 自定义字符串(
		"{0}【R】猫草：长按蓄力 松开发射透明的空气炸弹\r\n【Q】第三炸弹：濒死时解锁，终极技能持续期间击\r\n杀敌人回溯时间，这些敌人将在下回合爆炸，发动后\r\n短时间隐身，直到造成或受到伤害\r"), 空, 空, 左边, 1.100, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(探奇), 队伍2), 自定义字符串(
		"{0} 绿洲&青春岁月 Oasis&Green Day - 可燃垃圾组\r\n【F】青春岁月：召唤乔可拉特发动青春岁月，\r向"下"\n 移动的敌人会受到真菌感染\r\n【R】淤泥陷阱：只能在钻地期间发动，对其中\r的敌人\n 造成持续伤害和减速，最多同时存在4个",
		英雄图标字符串(英雄(探奇))), 空, 空, 左边, 1, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(探奇), 队伍2), 自定义字符串("{0}【淤泥陷阱】充能数：", 图标字符串(辐射), 选择英雄的玩家(英雄(探奇), 队伍2).skill2), 空, 空, 左边, 1.100, 颜色(蓝色), 颜色(白色),
		颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(莱因哈特), 队伍1), 自定义字符串(
		"{0} 乔纳森·乔斯达\r\n【F】绯红色波纹疾走：将炽热的波纹能量注入身体，\r\n 全方位强化身体机能，按右键取消\r\n【R】仙道波纹疾走：向前方跃起，落地后释放波纹\r\n 能量，对处在其中的敌人造成控制和持续伤害\r",
		英雄图标字符串(英雄(莱因哈特))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(莱因哈特), 队伍1), 自定义字符串(
		"【你好】：弹簧拳：向前方发射弹簧拳\r\n【Q】山吹色波纹疾走：持续自疗并回复波纹能量\r\n【被动】波纹呼吸：举盾或发送【表情】积蓄波纹能量，\r\n 攻击时消耗能量提高伤害，对吸血鬼和柱之男有奇效\r"), 空, 空, 左边, 1.100, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(已过滤的数组(选择英雄的玩家(英雄(莫伊拉), 队伍1), 当前数组元素.skill4 == 0), 自定义字符串(
		"{0} 紫烟 Purple Haze - 福葛\r\n【左键】连打：向前方连打并释放病毒\r\n【F】毒雾释放：对地面按F释放毒雾\r\n【被动】胶囊破裂：受控或死亡释放毒雾\r\n【被动】毒奶：对队友的治疗转化为伤害\r\n【被动】破音：濒死时对自己释放病毒进化",
		英雄图标字符串(英雄(莫伊拉))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(已过滤的数组(选择英雄的玩家(英雄(莫伊拉), 队伍1), 当前数组元素.skill4 == 1), 自定义字符串(
		"{0} 紫烟·破音 Purple Haze·Distortion - 福葛\r\n【左键】连打：向前方连打并释放病毒\r\n【F】毒雾释放：对地面按F释放毒雾\r\n【被动】胶囊破裂：受控或死亡时释放毒雾\r\n【被动】扭曲觉悟：病毒更凶猛且不再对友方生效",
		英雄图标字符串(英雄(莫伊拉))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(莫伊拉), 队伍1), 自定义字符串("{0} 病毒胶囊数：", 图标字符串(剧毒), 选择英雄的玩家(英雄(莫伊拉), 队伍1).skill1), 空, 空, 左边, 1.100, 颜色(蓝色), 颜色(白色),
		颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(禅雅塔), 队伍1), 自定义字符串(
		"{0} 软又湿 Soft&Wet - 东方定助\r\n【右键】连打：欧拉欧拉欧拉欧拉！\r\n【E】泡泡护盾：减轻引力和所受伤害\r\n【被动】夺取：造成伤害后可以夺走对方\r\n的视力/重力/摩擦力，按F切换\r", 英雄图标字符串(
		英雄(禅雅塔))),
		空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(禅雅塔), 队伍1), 自定义字符串("【Q】超越：存活人数仅剩一半时解锁，\r\n以看不见的肥皂泡，击碎灾厄的洪流\r\n【集合】佩斯利公园：召唤广濑康穗发\r\n动佩斯利公园，导航到敌人的位置\r"), 空, 空,
		左边, 1.100, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(渣客女王), 队伍2), 自定义字符串("{0} 辛红辣椒 Red hot chili pepper - 音石明\r\n【F】高压逃逸：钻进电线逃跑，缓慢回血\r\n【Q】摇滚时间：释放全部电量，击晕敌人\r",
		英雄图标字符串(英雄(渣客女王))), 空, 空, 左边, 1, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串,
		默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(渣客女王), 队伍2), 自定义字符串(
		"【被动】蓄电：终极技能状态表示你的电量，电量\r\n高于1/3时小幅提高伤害和速度，高于2/3时大幅\r\n提高伤害和速度，且攻击附带电击。发送【表情】\r\n或使用shift技能可充电\r"), 空, 空, 左边, 1.100, 颜色(玫红),
		颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(西格玛), 队伍1), 自定义字符串(
		"{0} 天气预报 Weather Report - 多明尼克·普奇\r\n【Q】天气预报：创造一片雷暴/暴雪，按R切换\r\n 持续期间按左键取消\r\n【F】大雾：创造一片大雾，保护并治疗友方\r\n【表情】狂风骤雨：创造一片恶魔的彩虹，将直视者\r\n变成蜗牛",
		英雄图标字符串(英雄(西格玛))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(全局.Redstone, 自定义字符串("{0}【表情】太阳射线：灼烧最近的敌人\r", 图标字符串(方块)), 空, 空, 左边, 1.300, 颜色(红色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(已过滤的数组(选择英雄的玩家(英雄(布丽吉塔), 队伍2), 当前数组元素.skill1 == 0), 自定义字符串(
		"{0} 白蛇 White Snake - 恩里克·普奇\r\n【F】远程操控：放出白蛇，自己隐身躲藏\r\n【近战】DISC：远程状态下可夺取敌人的光盘\r\n【表情】密语：念出密语，全部念完后，在远\r\n程状态下发动白蛇的终极技能进化为CMOON\r",
		英雄图标字符串(英雄(布丽吉塔))), 空, 空, 左边, 1, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串,
		默认可见度);
	创建HUD文本(已过滤的数组(选择英雄的玩家(英雄(布丽吉塔), 队伍2), 当前数组元素.skill1 == 1), 自定义字符串(
		"{0} 新月 CMOON - 恩里克·普奇\r\n【F】引力反转：逆转半径3km以内的引力\r\n【被动】向内翻：被新月命中的敌人会向内翻\r\n【Q】天堂：短暂吟唱后进化为天堂制造\r", 英雄图标字符串(英雄(布丽吉塔))), 空, 空, 左边, 1.100, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(已过滤的数组(选择英雄的玩家(英雄(布丽吉塔), 队伍2), 当前数组元素.skill1 == 2), 自定义字符串(
		"{0} 天堂制造 Made In Heaven - 恩里克·普奇\r\n【F】时间加速：加速时间\r\n【R】连打：使天堂制造连打\r\n【Shift】跃迁：向前方跃去并增加E技能充能\r\n【E】飞刀：发射一把飞刀\r\n【Q】新世界：充能满后前往新世界并获胜",
		英雄图标字符串(英雄(布丽吉塔))), 空, 空, 左边, 1, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(伊拉锐), 队伍1), 自定义字符串(
		"{0} 丽莎丽莎\r\n【R】虫线丝巾：发动后防反1.5s内的\r\n下一次攻击，造成伤害并解除自身控制\r\n【被动】波纹呼吸：发送【表情】或治疗\r\n队友可积蓄波纹能量，对敌人造成伤害时\r\n消耗能量增加伤害并造成灼烧，对吸血鬼、\r\n尸身人和柱之男有奇效\r",
		英雄图标字符串(英雄(伊拉锐))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串,
		默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(伊拉锐), 队伍1), 自定义字符串("【被动】红石守护者：你携带着艾哲红石，\r\n 当你死亡时，将红石交给随机队友\r"), 空, 空, 左边, 1.100, 颜色(水绿色), 颜色(白色), 颜色(白色),
		可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(巴蒂斯特), 队伍1), 自定义字符串(
		"{0} 疯狂钻石 Crazy Diamond - 东方仗助\r\n【左键】连打：嘟啦啦啦啦！（可治疗队友）\r\n【右键】疯狂钻石：击中队友为其回复全部\r\n血量，击中敌人将其变为安杰罗岩\r", 英雄图标字符串(英雄(巴蒂斯特))), 空, 空,
		左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(巴蒂斯特), 队伍1), 自定义字符串("{0}【表情】暴怒：你的发型不容诋毁，一段时间\r\n内提高伤害和速度、降低冷却，每回合限一次\r"), 空, 空, 左边, 1.100, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(秩序之光), 队伍1), 自定义字符串(
		"{0} 石之自由 Stone Free - 空条徐伦\r\n【E】丝线牵引：射出丝线移动\r\n【左键】作茧：命中敌人后消耗自身血量\r\n将其持续束缚，直到松开左键或自己濒死\r\n【右键】连打：欧拉欧拉欧拉欧拉！\r\n（对被控敌人伤害更高，可在束缚期间发动）",
		英雄图标字符串(英雄(秩序之光))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(秩序之光), 队伍1), 自定义字符串(
		"{0}【SHIFT】丝线结界：布下结界陷阱，对其\r\n中的敌人造成伤害和控制\r，按R解除\n【F】莫比乌斯环：解除控制并回复血量，\r\n短时间内降低所受伤害且不会死亡\r"), 空, 空, 左边, 1.100, 颜色(水绿色), 颜色(
		白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(渣客女王), 队伍1), 自定义字符串(
		"{0} 轰炸空间 The Hand - 虹村亿泰\r\n【E】空间削除：削除空间，拉取面前的所有\r\n玩家，或使自己飞跃出去，按【R】切换\r\n【被动】"手"：E技能、终极技能或使用拳头\r\n的近战攻击命中敌人造成击晕和百分比伤害\r",
		英雄图标字符串(英雄(渣客女王))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(士兵：76), 队伍1), 自定义字符串(
		"{0} 修特罗海姆 · 机动形态\r\n【R】切换形态：在机动形态和压制形态中切换\r\n【F】紫外线灯：发出紫外线照射面前的敌人，\r\n造成灼烧和击晕，对吸血鬼、柱之男效果更加显著\r\n【表情】自爆：血量不高于200时发送表情自爆\r",
		英雄图标字符串(英雄(士兵：76))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(堡垒), 队伍1), 自定义字符串(
		"{0} 修特罗海姆 · 压制形态\r\n【R】切换形态：在机动形态和压制形态中切换\r\n【被动】特化子弹：你的子弹可对敌人造成灼烧，\r\n对吸血鬼、尸身人和柱之男效果更加显著\r\n【表情】自爆：血量不高于200时发送表情自爆\r",
		英雄图标字符串(英雄(堡垒))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(死神), 队伍1), 自定义字符串(
		"{0} 忧郁蓝调 Moody Blues - 雷欧·阿帕基\r\n【F】阿帕茶：在前方放置一杯阿帕茶，\r\n喝下去持续受到伤害，对友方伤害\r提升且\n提供临时护甲，对敌方伤害下降\r\n【表情】忧郁蓝调：站在队友的尸体旁\r\n发动可以将其短暂回放，按R中止\r",
		英雄图标字符串(英雄(死神))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(死神), 队伍1), 自定义字符串("【被动】正义信念：吸血会治疗周围队友"), 空, 空, 左边, 1.100, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(回声), 队伍2), 自定义字符串(
		"{0} 牙 Tusk - 乔尼·乔斯达\r\n【SHIFT】慢舞者：召唤坐骑并疾奔一段时间，\r\n连续受控后落马\r\n【右键】牙ACT2：发射自动追踪的弹孔\r\n【E】牙ACT3：传送至弹孔位置\r\n【Q】牙ACT4：满充能并持续骑奔一段时间后\r\n解锁完美的骑兵回旋",
		英雄图标字符串(英雄(回声))), 空, 空, 左边, 1, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(回声), 队伍2), 自定义字符串("【F】漆黑意志：召唤杰洛助你作战"), 空, 空, 左边, 1.100, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(卡西迪), 队伍1), 自定义字符串("{0} 性.感手枪 S.E.X PISTOL - 盖多·米斯达\r\n【被动】手枪：射击时会放出替身追踪敌人，\r\n每4.444秒、替身命中或爆头时，替身数+1\r",
		英雄图标字符串(英雄(卡西迪))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(布丽吉塔), 队伍1), 自定义字符串(
		"{0} 钢链手指 Sticky Finger - 布鲁诺·布加拉提\r\n【SHIFT】连打：阿里阿里阿里阿里！\r\n【F】地底突袭：在地下或墙壁中时可发动，\r\n跳出并对周围敌人造成伤害和控制\r\n【Q】反叛命运：持续期间普攻可造成控制\r",
		英雄图标字符串(英雄(布丽吉塔))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串,
		默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(布丽吉塔), 队伍1), 自定义字符串(
		"【被动】穿墙：你可以穿过墙壁，或下蹲遁地，\r\n在地底按住【空格】上升，在目标点无效\r\n【被动】不屈：当你濒死时，你获得大量临时护盾\r\n并强化自身，但永久无法再被治疗\r\n【被动】黄金精神：当你死亡时，留下一团黄金之\r\n风，持续治疗其中的队友\r",
		英雄图标字符串(英雄(布丽吉塔))), 空, 空, 左边, 1.100, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(卡西迪), 队伍1), 自定义字符串("{0}『手枪』数量： {0}", 技能图标字符串(英雄(卡西迪), 按钮(终极技能)), 选择英雄的玩家(英雄(卡西迪), 队伍1).skill1), 空, 空, 顶部, 0,
		颜色(黄色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(黑影), 队伍1), 自定义字符串(
		"{0} 天堂之门 Heaven's Door - 岸边露伴\r\n【右键】脸书：将敌人变为书页（即入侵）\r\n【SHIFT】天堂之门：命中变为书页（被入侵）\r\n的敌人后，可写入对其的指令，按R切换\r\n【表情】手稿陷阱：布下陷阱，入侵碰到\r\n的敌人，按F取消",
		英雄图标字符串(英雄(黑影))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串,
		默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(黑影), 队伍1), 自定义字符串("{0}【近战】撕毁书页：近战命中变为书页的敌人\r\n可对其造成控制和百分比伤害\r\n【被动】强化指令：使用被入侵的急救包治疗\r\n队友时，随机对其进行一项强化\r"), 空, 空, 左边, 1.100, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(骇灾), 队伍1), 自定义字符串(
		"{0} 十一月的雨 November Rain - 乔迪奥·乔斯达\r\n【SHIFT】夺取财富：命中吸取敌人少许能量\r\n【E】熔岩：扔出熔岩，吸取碰到熔岩的敌人的能量\r\n给自己和周围的队友\r\n【被动】重力之雨：你的雨滴（尖刺）命中敌人后\r\n可使对方定身并下坠",
		英雄图标字符串(英雄(骇灾))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(安娜), 队伍1), 自定义字符串(
		"{0} 幽浮一族 Foo Fighter - FF\r\n【SHIFT】夺取身体：命中后潜入敌人的身体，\r\n并强化自身，一段时间后或按F离开敌人身体，\r\n并造成大量伤害和控制，伤害量和控制时长与\r\n技能持续期间对敌人造成的累计伤害正相关\r",
		英雄图标字符串(英雄(安娜))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(回声), 队伍1), 自定义字符串(
		"{0} 回音 ECHOES - 广濑康一\r\n【右键】回音：ACT1、2：发射拟声词，\r追踪\n敌人并施加对应效果，按【F】切换\r\nACT3：发动3 FREEZE，消耗弹药连打，击中\n敌人会使其受到引力大幅增加\r\n【Q】进化：满充能自动进化；按Q切换形态",
		英雄图标字符串(英雄(回声))), 空, 空, 左边, 1, 颜色(水绿色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(死神), 队伍2), 自定义字符串(
		"{0} 迪奥·布兰度\r\n【F】气化冷冻法：持续期间对敌人造成\r伤害\n 将其冰冻，【近战】可将冰冻敌人击碎\r\n【右键】空裂眼刺惊：（需要威能）击晕远处敌人\r\n【被动】血族之跃：下蹲时按空格可跳的更高\r\n【被动】尸身人：杀死敌人后将其变为你的仆从\r",
		英雄图标字符串(英雄(死神))), 空, 空, 左边, 1, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(莫伊拉), 队伍2), 自定义字符串(
		"{0} 世界 The World - 影DIO\r\n【F】时间停止：停止时间，时停期间普攻\r\n强化为连打；每次能停止的时长会逐渐增加\r\n【R】召唤仆从：随即召唤仆从助战\r", 英雄图标字符串(英雄(莫伊拉))), 空, 空, 左边, 1, 颜色(玫红), 颜色(白色), 颜色(
		白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(莫伊拉), 队伍2), 自定义字符串("【SHIFT】影袭：穿过敌人可将其抓住，落地\r\n对其造成大量伤害，伤害量和跃起的最大高度\r\n正相关；强化下一次近战攻击\r"), 空, 空, 左边, 1.100, 颜色(
		玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(艾什), 队伍2), 自定义字符串(
		"{0} 恶行易施 D4C - 法尼·瓦伦泰\r\n【SHIFT】平行世界：进入平行世界，期间隐身且无敌\r\n并放出平行世界的自己；再次发动并击中敌人时，离开\r\n平行世界并放出平行世界的该敌人为你作战\r\n【F】本体替换：与场上的其他自己交换\r",
		英雄图标字符串(英雄(艾什))), 空, 空, 左边, 1, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(艾什), 队伍2), 自定义字符串("【被动】遗体：场上定期刷新遗体，拾取者获得随机增\r\n强，击杀敌人可夺取其遗体，长时间受控会失去遗体；\r\n集齐9个遗体觉醒爱之列车\r"), 空, 空, 左边, 1.100,
		颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(天使), 队伍2), 自定义字符串(
		"{0} 银色战车·镇魂曲 Silver Chariot Requiem\r\n【F】镇魂：使所有敌人陷入沉睡，并随机交换位置\r\n【R】灵魂禁区：禁疗并伤害周围敌人\r\n【被动】影子：你受到的伤害大幅降低，敌方击碎脑后\r",
		英雄图标字符串(英雄(天使))), 空, 空,
		左边, 1, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(天使), 队伍2), 自定义字符串("的影子可削弱你的免伤；非影子所有者攻击影子时，所\r\n有者会受到大量伤害；所有者受到治疗时影子也受治疗\r\n【被动】灵魂映射：你受到的非爆头伤害会部分反伤\r", 英雄图标字符串(
		英雄(天使))), 空, 空, 左边, 1.100, 颜色(玫红), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
}

