变量
{
	玩家:
		20: bool
		27: GQN
		35: JQN
}

动作
{
	消除所有进度条HUD文本;
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 自定义字符串("作者：沙漏#51734"), 自定义字符串("未经允许"), 自定义字符串("严禁转载"), 右边, 0, 颜色(黄色), 颜色(白色), 颜色(白色), 可见和字符串, 始终可见);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("队伍1"), 左边, 0.600, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("末日铁拳-白金之星"), 左边, 1, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("黑百合-隐者之紫"), 左边, 2, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("美-红之魔术师"), 左边, 3, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("卢西奥-绿色法皇"), 左边, 4, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("源氏-银色战车"), 左边, 5, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("温斯顿-愚者"), 左边, 6, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("麦克雷-皇帝"), 左边, 7, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("天使-黄金体验"), 左边, 7, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("队伍2"), 左边, 8, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("末日铁拳-世界"), 左边, 9, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("狂鼠-杀手皇后"), 左边, 10, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("布丽吉塔-天堂制造"), 左边, 11, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("源氏-卡兹SAMA"), 左边, 12, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("猎空-绯红之王"), 左边, 13, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("D.VA-？？？"), 左边, 15, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("黑影-死神13"), 左边, 15, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("回声-乔尼(牙)"), 左边, 15, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 自定义字符串("版本：ver.1.7.22"), 自定义字符串(""), 自定义字符串(""), 右边, 10, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 始终可见);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("士兵:76-修特罗海姆"), 左边, 7.500, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 自定义字符串("鸣谢：宮本浩次#5228"), 自定义字符串(""), 自定义字符串(""), 右边, 11, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 始终可见);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("天使-银色战车镇魂曲"), 左边, 14.500, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("死神-吸血鬼"), 左边, 14.700, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("莫伊拉-紫烟"), 左边, 7.600, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 自定义字符串("{0}{1}", 自定义字符串("峰值："), 服务器负载峰值), 自定义字符串(""), 自定义字符串(""), 右边, 12, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串,
		始终可见);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 自定义字符串("{0}{1}", 自定义字符串("当前："), 服务器负载), 自定义字符串(""), 自定义字符串(""), 右边, 13, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 始终可见);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 自定义字符串("{0}{1}", 自定义字符串("平均："), 服务器负载平均值), 自定义字符串(""), 自定义字符串(""), 右边, 14, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串,
		始终可见);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 自定义字符串("【收到】切换人称", 空, 服务器负载峰值), 自定义字符串(""), 自定义字符串(""), 左边, -0.500, 颜色(黄色), 颜色(白色), 颜色(白色), 可见和字符串, 始终可见);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("奥丽莎-壮烈成仁"), 左边, 15, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 自定义字符串("Q群：1075159513"), 自定义字符串(""), 自定义字符串(""), 右边, 12, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 始终可见);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("布丽吉塔-钢链手指"), 左边, 7.777, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("D.VA-性.感手枪"), 左边, 7.789, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("堡垒-航空史密斯"), 左边, 7.790, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("奥丽莎-回音"), 左边, 7.790, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("禅雅塔-软又湿"), 左边, 7.800, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("黑影-佩斯利公园"), 左边, 7.810, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("半藏-极恶中队"), 左边, 15, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(半藏), 队伍2), 自定义字符串("按F召唤/收回替身 R切换模式 右键前进 近战后退"), 空, 空, 右边, 15, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(半藏), 队伍2), 自定义字符串("集合/需要治疗 可控制中队"), 空, 空, 右边, 16, 颜色(黄色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("温斯顿-可燃垃圾组"), 左边, 15, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建进度条HUD文本(选择英雄的玩家(英雄(半藏), 队伍2), 100 * 标准化生命值(选择英雄的玩家(英雄(艾什), 队伍2)), 自定义字符串("{0} 指挥官血量：{1}", 英雄图标字符串(英雄(艾什)), 生命值(选择英雄的玩家(英雄(艾什),
		队伍2))), 顶部, 3, 颜色(白色), 颜色(白色), 可见，值和颜色, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(末日铁拳), 队伍1), 自定义字符串("【F】时间停止：接下来的3s由你来支配！\r\n【R】连打：欧拉欧拉欧拉欧拉欧拉欧拉 \r\n【Q】欧拉欧拉：下次攻击造成三倍伤害 "), 空, 空, 左边, 0, 颜色(亮紫色),
		颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(黑百合), 队伍1), 自定义字符串("【F】波纹疾走：伤害/治疗范围内的敌人/队友"), 空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(美), 队伍1), 自定义字符串("【F】十字烈焰：向前方释放十字烈焰，灼烧敌人\r\n【被动】造成伤害会持续燃烧敌人"), 空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串,
		默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(卢西奥), 队伍1), 自定义字符串(
		"【右键】法皇之跃\r\n【Q】绿宝石结界：半径20米的绿宝石结界，\r\n        移动的敌人将持续受到大量伤害\r\n【被动】绿宝石水花：在墙上滑行时，\r\n      你的主动攻击模式变为绿宝石水花"), 空, 空, 左边, 0, 颜色(
		亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(源氏), 队伍1), 自定义字符串("【R】切换模式：在“防御”与“卸甲”两个模式中切换\r\n【F】万剑穿心：对敌人处以万剑穿心之刑\r\n【被动】SHIFT击中空中目标刷新技能冷却"), 空, 空, 左边, 0, 颜色(
		亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(温斯顿), 队伍1), 自定义字符串("【被动】按住空格键可以在空中滑翔"), 空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(卡西迪), 队伍1), 自定义字符串(
		"【F】自动射击：自动搜索范围内的敌人并攻击，\r\n        最后一发子弹会打到自己\r\n【SHIFT】翻滚：技能持续期间不会受到伤害\r\n【被动】神枪手：造成暴击刷新SHIFT技能冷却 "), 空, 空, 左边, 0, 颜色(亮紫色),
		颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(天使), 队伍1), 自定义字符串(
		"【F】创造生命：原地创造一颗树，4s内反伤\r\n【R】连打：無駄無駄無駄無駄無駄無駄\r\n【近战】范围治疗周围队友 \r\n【Q】黄金体验镇魂曲：技能持续期间，近\r\n        战攻击命中敌人令其永远不能达\r\n        到死亡的真实"),
		空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(末日铁拳), 队伍2), 自定义字符串(
		"【右键】無駄無駄：Wryyyyyyyy！\r\n【F】飞刀：你向前方扔出一把飞刀 \r\n【Q】时间停止：接下来8s由你一人支配！\r\n【被动】HIGH：击杀乔瑟夫乔斯达后，\r\n        你进入HIGH DIO模式"), 空, 空, 左边,
		0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(狂鼠), 队伍2), 自定义字符串("【左键】第一炸弹：将命中敌人变为炸弹，右键引爆\r\n【F】第二炸弹：自动索敌的炸弹小车，引爆碰到的敌人\r\n【R】猫草：长按蓄力，隐形的空气炸弹"), 空, 空, 左边,
		0.200, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(布丽吉塔), 队伍2), 自定义字符串("【F】加速自身的时间\r\n【Q】加速全宇宙的时间"), 空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(源氏), 队伍2), 自定义字符串("【F】停止思考：你停止思考进入无敌状态\r\n【大招】Q：JO级生物 / R：神砂岚（半成品）"), 空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色),
		可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(猎空), 队伍2), 自定义字符串(
		"【F】时间删除：接下来的数秒将由你支配\r\n【右键】时间删除：删除0.2s的时间\r\n【近战】墓志铭：消耗墓志铭点数，闪回到1s前， \r\n        无效化这1s内发生的攻击 "), 空, 空, 左边, 0, 颜色(亮紫色), 颜色(
		白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(黑影), 队伍2), 自定义字符串("【被动】昼夜更替：白天我唯唯诺诺，晚上我重拳出击。"), 空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(回声), 队伍2), 自定义字符串(
		"【SHIFT】上马：骑上『慢舞者』，按R控制马头\r\n【右键】牙ACT2：发射一个自动追踪的爪弹\r\n【F】牙ACT3：传送至牙ACT2命中位置并下马\r\n【Q】牙ACT4：充能满后持续骑马开启，令敌人无限回转\r\n（代码改编自樱华萧默#5634）"),
		空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(士兵：76), 队伍1), 自定义字符串("【F】切换武器"), 空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(布丽吉塔), 队伍1), 自定义字符串("【F】拉链传送：穿墙或攀爬\r\n【CTRL】切换模式\r\n【亡语】黄金精神：死亡后留下一团黄金之\r\n        风（雾），持续治疗范围内队友 "), 空, 空, 左边,
		0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(天使), 队伍2), 自定义字符串("【F】灵魂置换：令全体敌人昏睡并交换位置\r\n【E】灵魂禁锢：向前方扔出一个禁疗瓶\r\n【Q】镇魂激奏：一段时间后持续伤害敌方全体"), 空, 空, 左边, 0, 颜色(亮紫色),
		颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(死神), 队伍2), 自定义字符串(
		"【F】吸血：吸取自身范围内敌人的血量\r\n【右键】空裂眼刺惊：长按右键消耗血量蓄力，远程攻击 \r\n【被动】尸变：你将敌人的尸体变为你的奴朴（左右键控制）\r\n【被动】你持续受到日光灼烧 "), 空, 空, 左边, 0, 颜色(亮紫色), 颜色(
		白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(莫伊拉), 队伍1), 自定义字符串(
		"【F】紫烟病毒：无差别感染周围一切生物体\r\n【被动】毒奶：你对队友的治疗转化为伤害\r\n【亡语】胶囊破裂：死后留下一团毒雾，持续\r\n        对范围内的敌人造成伤害 "), 空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色),
		颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(奥丽莎), 队伍2), 自定义字符串("【F】壮烈成仁：老化敌方全体（可叠加）"), 空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(堡垒), 队伍1), 自定义字符串("{0}", 选择英雄的玩家(英雄(堡垒), 队伍1).bool ? 自定义字符串("【F】切换武器") : 自定义字符串(
		"航空史密斯\r\n【F】汽油爆弹：在指定位置投射汽油爆弹\r\n【E】CO2检测：侦查半径30m内敌人的位置\r\n【CTRL】停止加速 \r\n（F技能代码：哔哩哔哩@我是giggleman） ")), 空, 空, 左边, 0, 颜色(亮紫色),
		颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(奥丽莎), 队伍1), 自定义字符串(
		"【E】切换拟声词 \r\n【Q-ACT1】进化为ACT2\r\n【Q-ACT2】3FREEZE：释放超次声波， \r\n        控制被击中的敌人，攻击到\r\n        的次数越多，效果越明显\r\n【被动】按住空格可以在空中滑翔"),
		空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(禅雅塔), 队伍1), 自定义字符串(
		"【R】切换能力：在夺取重力/视力/摩擦力/充能中切换\r\n【F】连打：哦啦哦啦哦啦哦啦哦啦哦啦哦啦\r\n【Q】连自己也不清楚的能力，不存在于这世间的存在\r\n【右键】泡泡护盾：用泡泡包裹自己，减少受到的伤害 \r\n【被动】软又湿：泡泡破裂后，『夺取』敌人的某种事物"),
		空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(黑影), 队伍1), 自定义字符串("【表情(上)】情报获取：检测周围敌人"), 空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(温斯顿), 队伍2), 自定义字符串(
		"【F】青春岁月：技能持续期间，敌人的高度比他最大\r\n        达到的高度低时，将持续受到\r\n        (15+已损失生命值*5%)点伤害\r\n【Q】绿洲：技能持续期间将能够穿墙钻地，每隔1.5s\r\n        范围伤害周围敌人（小心摔死） "),
		空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 自定义字符串(""), 自定义字符串("发【终极技能】语音解除小飞机强制移动BUG"), 右边, 99, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 始终可见);
	创建HUD文本(选择英雄的玩家(英雄(狂鼠), 队伍2), 自定义字符串(
		"【Q】第三炸弹·败者食尘：发动之后3秒内若造成击杀，\r\n        则你倒退时间，重新开始本局游戏。被此技能\r\n        炸死的敌人重开之后仍注定会被炸死。重开之\r\n        后，除非受到或造成伤害，否则你一直隐身。 "),
		空, 空, 左边, 0.300, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(猎空), 队伍2), 自定义字符串("{0}『墓志铭』点数：{1}s", 技能图标字符串(英雄(猎空), 按钮(技能2)), 选择英雄的玩家(英雄(猎空), 队伍2).GQN), 空, 空, 右边, 20, 颜色(天蓝色),
		颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("托比昂-放火烧厝（安波里欧）"), 左边, 7.790, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(托比昂), 队伍1), 自定义字符串(
		"【SHIFT】放火烧厝：安置通往幽灵屋的炮台，在\r\n        幽灵屋内的队友不可见，且持续恢复生命\r\n【R】战场穿梭：在地图内自由传送到指定位置 \r\n【Q】集结号：技能持续期间，队友可以发送表情(上)\r\n        以传送到你的位置 "),
		空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 自定义字符串(""), 自定义字符串("BOSS保持下蹲不动可以回血"), 右边, 99.500, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 始终可见);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("莱因哈特-乔纳森·乔斯达"), 左边, 7.790, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(莱因哈特), 队伍1), 自定义字符串("【E】山吹色波纹疾走：威力巨大的波纹，灼烧敌人\r\n【F】绯红色波纹疾走：强化自身的波纹，对吸血鬼、\r\n        尸身人和柱之男造成额外伤害 "), 空, 空, 左边,
		0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(莱因哈特), 队伍1), 自定义字符串("【Q】究极深仙脉波纹疾走：齐贝林男爵用生命造就\r\n        的究极波纹，拥有改变局势的力量\r\n【被动】波纹呼吸：静止不动可持续恢复生命"), 空, 空, 左边,
		0.010, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 自定义字符串("代码：1NARJ"), 自定义字符串(""), 自定义字符串(""), 右边, 11.010, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 始终可见);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("秩序之光-石之自由"), 左边, 7.790, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(秩序之光), 队伍1), 自定义字符串(
		"【SHIFT】捆绑PLAY：向前方射出一团丝线，\r\n        捆绑并控制碰到的敌人\r\n【左键】丝线牵引：射出一道丝线，按住右\r\n        键控制自己移动\r\n【被动】你的近战变为连打 "), 空, 空, 左边, 0, 颜色(
		亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(路霸), 队伍1), 自定义字符串("剩余躯体：{0}%", 选择英雄的玩家(英雄(路霸), 队伍1).JQN * 100), 空, 空, 左边, 0.002, 颜色(水绿色), 颜色(白色), 颜色(白色),
		可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("路霸-狗狗风格"), 左边, 7.950, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(路霸), 队伍1), 自定义字符串("【E】万能胶水：将躯体拆散为一团缆线，\r\n        然后再用胶水把自己粘起来\r\n【R】缆线牵引：长按射出缆线，松开后\r\n        沿缆线进行位移"), 空, 空,
		左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(路霸), 队伍1), 自定义字符串(
		"【F】缆线十字弩：将手臂拆成弩弦，叉子\r\n        当作弩箭，长按蓄力，释放射击\r\n【被动】身体被拆散得越多，受到伤害越\r\n        低，体型也会变得越小\r\n【亡语】隐藏潜能：被敌人杀死时为所有\r\n        队友增加终极技能充极技能充能 "),
		空, 空, 左边, 0.001, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("破坏球-亚空瘴气"), 左边, 15, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(破坏球), 队伍2), 自定义字符串(
		"【E】空间吞噬：吞噬周围空间，球体\r\n        状态下，缩小你的视野，伤害\r\n        触碰到的敌人\r\n【F】暗黑冲刺：向前方快速冲刺\r\n【Q】亚空牵引：削除空间，使周围敌人\r\n        飞向你的上方\r\n【被动】血赐：攻击造成20%的吸血"),
		空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(D.Va), 队伍1), 自定义字符串(
		"【SHIFT】肉装刺客：快速翻滚，回复44点体力，\r\n        并装填弹药，技能持续期间无敌\r\n【F】骚气手雷：扔出一发手雷（有友伤）\r\n【右键】回弹射击：让手枪们将子弹来回弹踢\r\n【被动】射击带有弹道修正；暴击回复一发弹药"),
		空, 空, 左边, 0, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("死神-忧郁蓝调"), 左边, 7.778, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(死神), 队伍1), 自定义字符串("【F】阿帕茶：在前方放置一壶阿帕茶，喝到\r\n        的玩家获得20%临时生命值与20%攻击\r\n        加成，并每秒损失30点血量"), 空, 空, 左边, 0,
		颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(死神), 队伍1), 自定义字符串("【表情(上)】忧郁蓝调：面对队友的尸体使用，\r\n        将其作为你的替身回放，最多持续30s\r\n        持续期间按下右键可停止回放"), 空, 空, 左边,
		0.100, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(从数组中移除(所有玩家(所有队伍), 全局.brief_invisible), 空, 空, 自定义字符串("麦克雷-皇帝&倒吊人"), 左边, 15, 颜色(白色), 颜色(白色), 颜色(白色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(卡西迪), 队伍2), 自定义字符串(
		"【E】安置镜子：在墙面/地面上安置一面镜子，\r\n        可以开枪击碎造成伤害，倒吊人附身的\r\n        镜子被击碎会造成大量伤害并击晕敌人\r\n【右键】倒吊人：指挥倒吊人在镜子/眼睛移动，\r"), 空, 空, 左边, 0,
		颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
	创建HUD文本(选择英雄的玩家(英雄(卡西迪), 队伍2), 自定义字符串(
		"        倒吊人会优先穿梭到离准星和自身最近\r\n        的镜子或玩家，并伤害路径上敌人\r\n【F】皇帝：接下来5s自动瞄准敌人\r\n【S】翻滚：短暂无敌并回复100血\r\n【被动】脚底抹油：被爆头大幅提升移动能力\r\n【被动】神枪手：造成暴击刷新冷却"),
		空, 空, 左边, 0.010, 颜色(亮紫色), 颜色(白色), 颜色(亮紫色), 可见和字符串, 默认可见度);
}
